Repository: dmp593/fortissimusbellator
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr, it, pt

source: Ready for new homes
fr: Prêt pour de nouvelles maisons
it: Pronti per nuove case
pt: Pronto para novos lares

source: All babies placed
fr: Tous les bébés placés
it: Tutti i bambini sistemati
pt: Todos os bebés colocados

source: expected birth date
fr: date de naissance prévue
it: data di nascita prevista
pt: data de nascimento prevista

source: expected ready date
fr: date de préparation prévue
it: data di preparazione prevista
pt: data de entrega prevista

source: Expected date when babies will be ready for new homes
fr: Date prévue à laquelle les bébés seront prêts à rentrer dans un nouveau foyer
it: Data prevista in cui i bambini saranno pronti per le nuove case
pt: Data expectável em que os bebés estarão prontos para novos lares

source: expected babies
fr: bébés attendus
it: bambini attesi
pt: número expectável de bebés

source: Expected number of babies in this litter
fr: Nombre attendu de bébés dans cette portée
it: Numero previsto di bambini in questa cucciolata
pt: número expectável de bebés nesta ninhada

source: Actual date when the litter was born
fr: Date réelle de naissance de la portée
it: Data effettiva di nascita della cucciolata
pt: Data em que a ninhada nasceu

source: ready date
fr: date de préparation
it: data pronta
pt: data de entrega

source: Actual date when babies were ready for new homes
fr: Date réelle à laquelle les bébés étaient prêts à entrer dans un nouveau foyer
it: Data effettiva in cui i bambini erano pronti per le nuove case
pt: Data em que os bebés estavam prontos para novos lares

source: babies
fr: bébés
it: bambini
pt: bebés

source: Actual number of babies born
fr: Nombre réel de bébés nés
it: Numero effettivo di bambini nati
pt: número de bebés nascidos

source: status
fr: statut
it: stato
pt: estado

source: Current stage of the litter lifecycle
fr: Stade actuel du cycle de vie des déchets
it: Fase attuale del ciclo di vita dei rifiuti
pt: Fase atual do ciclo de vida da ninhada

source: litters
fr: portées
it: cucciolate
pt: ninhadas

source: No Image Available
fr: Aucune image disponible
it: Nessuna immagine disponibile
pt: Sem Imagem

source: Sold
fr: Vendu
it: Venduto
pt: Vendido

source: On Sale
fr: En vente
it: In vendita
pt: Com desconto

source: About
fr: À propos
it: Di
pt: Sobre

source: Certifications
it: Certificazioni
pt: Certificações

source: Certified on
fr: Certifié le
it: Certificato il
pt: Certificado em

source: Details
fr: Détails
it: Dettagli
pt: Detalhes

source: Short Hair
fr: Cheveux courts
it: Capelli corti
pt: Pêlo Curto

source: Medium Hair
fr: Cheveux moyens
it: Capelli medi
pt: Pêlo Médio

source: Long Hair
fr: Cheveux longs
it: Capelli lunghi
pt: Pêlo Comprido

source: Trained
fr: Qualifié
it: Addestrato
pt: Treinado

source: Litter
fr: Litière
it: Rifiuti

source: Call for Pricing
fr: Appelez pour les tarifs
it: Chiama per i prezzi
pt: Contacte-nos para Preço

source: Pre-Reserve
fr: Pré-réservation
it: Pre-Prenotazione
pt: Pré-Reservar

source: Call Us
fr: Appelez-nous
it: Chiamaci
pt: Ligue-nos

source: Lineage
fr: Lignée
it: Lignaggio
pt: Linhagem

source: Gallery
fr: Galerie
it: Galleria
pt: Galeria

source: Find Your Perfect Companion
fr: Trouvez votre compagnon idéal
it: Trova il tuo compagno perfetto
pt: Encontre o seu Cão-panheiro perfeito

source: Breed
fr: Race
it: Razza
pt: Raça

source: All Breeds
fr: Toutes les races
it: Tutte le razze
pt: Todas as Raças

source: Age
fr: Âge
it: Età
pt: Idade

source: All Ages
fr: Tous les âges
it: Tutte le età
pt: Todas as Idades

source: Puppies (up to 6 months)
fr: Chiots (jusqu'à 6 mois)
it: Cuccioli (fino a 6 mesi)
pt: Cachorros (até 6 meses)

source: Juniors (6-12 months)
fr: Juniors (6-12 mois)
it: Juniores (6-12 mesi)
pt: Júniores (6-12 meses)

source: Adults (over 12 months)
fr: Adultes (plus de 12 mois)
it: Adulti (oltre 12 mesi)
pt: Adultos (mais de 12 meses)

source: Gender
fr: Genre
it: Genere
pt: Género

source: All Genders
fr: Tous les genres
it: Tutti i generi
pt: Todos os Géneros

source: Hair Type
fr: Type de cheveux
it: Tipo di capelli
pt: Tipo de Pêlo

source: All Hair Types
fr: Tous types de cheveux
it: Tutti i tipi di capelli
pt: Todos os Tipos de Pêlo

source: Has Training
fr: A une formation
it: Ha formazione
pt: Tem Treino

source: Has Certifications
fr: Possède des certifications
it: Dispone di certificazioni
pt: Tem Certificações

source: Find Your Fur
fr: Trouvez votre fourrure
it: Trova la tua pelliccia
pt: Encontre o seu cão-panheiro

source: No Dogs Available
fr: Aucun chien disponible
it: Nessun cane disponibile
pt: Sem Cães Disponíveis

source: We currently don't have any dogs available. Please check back later or contact us for more information.
fr: Nous n'avons actuellement aucun chien disponible. Veuillez revenir plus tard ou nous contacter pour plus d'informations.
it: Al momento non abbiamo cani disponibili. Ricontrolla più tardi o contattaci per ulteriori informazioni.
pt: Atualmente não temos cães disponíveis. Volte a verificar mais tarde ou contacte-nos para mais informações.

source: Certified
fr: Agréé
it: Certificato
pt: Certificado

source: View Details
fr: Afficher les détails
it: Visualizza dettagli
pt: Ver Detalhes

source: No media available in the gallery.
fr: Aucun média disponible dans la galerie.
it: Nessun supporto disponibile nella galleria.
pt: Sem galeria.

source: Close modal
fr: Fermer modale
it: Chiudi modale
pt: Fechar modal

source: Your browser does not support the video tag.
fr: Votre navigateur ne prend pas en charge la balise vidéo.
it: Il tuo browser non supporta il tag video.
pt: O seu navegador não suporta a etiqueta de vídeo.

source: Father
fr: Père
it: Padre
pt: pai

source: Mother
fr: Mère
it: Madre
pt: mãe

source: Grandfather
fr: Grand-père
it: Nonno
pt: Avô

source: Grandmother
fr: Grand-mère
it: Nonna
pt: Avó

source: Load More
fr: Charger plus
it: Carica altro
pt: Carregar Mais

source: Our Dogs
fr: Nos chiens
it: I nostri cani
pt: Os Nossos Cães

source: Our Proud Breeding Dogs
fr: Nos fiers chiens reproducteurs
it: I nostri orgogliosi cani da riproduzione
pt: Os Nossos Cães de Criação

source: Meet the stars of our breeding program. Each dog is a cherished member of our family, and we're proud to share their stories with you.
fr: Rencontrez les stars de notre programme d'élevage. Chaque chien est un membre précieux de notre famille et nous sommes fiers de partager leurs histoires avec vous.
it: Incontra le stelle del nostro programma di allevamento. Ogni cane è un membro prezioso della nostra famiglia e siamo orgogliosi di condividere le loro storie con te.

source: Link copied to clipboard!
fr: Lien copié dans le presse-papier !
it: Link copiato negli appunti!
pt: Link copiado!

source: Failed to copy link.
fr: Échec de la copie du lien.
it: Impossibile copiare il collegamento.
pt: Falha ao copiar o link.

source: Page shared!
fr: Page partagée !
it: Pagina condivisa!
pt: Pagina partilhada!

source: Page was not shared.
fr: La page n'a pas été partagée.
it: La pagina non è stata condivisa.
pt: Página não foi partilhada.

source: Status
fr: Statut
it: Stato
pt: Estado

source: Expected
fr: Attendu
it: Previsto
pt: Expectável

source: 1 baby
fr: 1 bébé
it: 1 bambino
pt: 1 bebé

source: Upcoming Litters
fr: Portées à venir
it: Prossime cucciolate
pt: Próximas Ninhadas

source: Find Your Future Furry Family
fr: Trouvez votre future famille à fourrure
it: Trova la tua futura famiglia pelosa
pt: Encontre a sua Futura Família Patuda

source: Find Litters
fr: Trouver des portées
it: Trova cucciolate
pt: Encontre Ninhadas

source: No Litters Available
fr: Aucune portée disponible
it: Nessuna cucciolata disponibile
pt: Sem Ninhadas

source: We currently don't have any litters available. Please check back later or contact us for more information.
fr: We currently don't have any litters available. Veuillez revenir plus tard ou nous contacter pour plus d'informations.
it: Al momento non abbiamo cucciolate disponibili. Ricontrolla più tardi o contattaci per ulteriori informazioni.
pt: Atualmente não temos ninhadas disponíveis. Volte a verificar mais tarde ou contacte-nos para mais informações.

source: Fortissimus Bellator Site Admin
fr: Administrateur du site Fortissimus Bellator
it: Amministratore del sito Fortissimus Bellator
pt: Site Administrativo de Fortissimus Bellator

source: Fortissimus Bellator Administration
fr: Administration de Fortissimus Bellator
it: Amministrazione di Fortissimus Bellator
pt: Administração de Fortissimus Bellator

source: English
fr: Anglais
it: Inglese
pt: Inglês

source: Portuguese
fr: Portugais
it: Portoghese
pt: Português

source: Spanish
fr: Espagnol
it: Spagnolo

source: French
fr: Français
it: Francese

source: German
fr: Allemand
it: Tedesco

source: Italian
fr: Italien
it: Italiano

source: Dog Breeder in Portugal
fr: Éleveur de chiens au Portugal
it: Allevatore di cani in Portogallo
pt: Criador de Cães em Portugal

source: Partnerships
fr: Partenariats
it: Partenariati
pt: Parcerias

source: Our Veterinary
fr: Notre vétérinaire
it: Il nostro veterinario
pt: O Nosso Veterinário

source: Material and Accessories
fr: Matériel et accessoires
it: Materiale e Accessori
pt: Material e Acessórios

source: School and Training
fr: Ecole et Formation
it: Scuola e Formazione
pt: Escola e Treino

source: Facebook Social Page of Fortissimus Bellator
fr: Page sociale Facebook de Fortissimus Bellator
it: Pagina Social Facebook di Fortissimus Bellator

source: Instagram Social Page of Fortissimus Bellator
fr: Page sociale Instagram de Fortissimus Bellator
it: Pagina Social Instagram di Fortissimus Bellator

source: YouTube Social Page of Fortissimus Bellator
fr: Page sociale YouTube de Fortissimus Bellator
it: Pagina social YouTube di Fortissimus Bellator

source: All rights reserved
fr: Tous droits réservés
it: Tutti i diritti riservati
pt: Todos os direitos reservados

source: Developed with ❤️ by
fr: Développé avec ❤️ par
it: Sviluppato con ❤️ da
pt: Desenvolvido com ❤️ por

source: Home Page
fr: Page d'accueil
it: Pagina iniziale

source: All dogs
fr: Tous les chiens
it: Tutti i cani
pt: Todos os Cães

source: About Us
fr: À propos de nous
it: Chi siamo
pt: Sobre Nós

source: Select language
fr: Choisir la langue
it: Seleziona la lingua

source: Toggle Light/Dark Theme
fr: Basculer le thème clair/sombre
it: Attiva/disattiva il tema Chiaro/Scuro

source: My Dogs
fr: Mes chiens
it: I miei cani
pt: Os meus Cães

source: Logout form
fr: Formulaire de déconnexion
it: Modulo di disconnessione

source: Logout
fr: Déconnexion
it: Esci
pt: Sair

source: Toggle Mobile Menu
fr: Basculer le menu mobile
it: Attiva/disattiva il menu mobile

source: Wondering which breed is right for you?
fr: Vous vous demandez quelle race vous convient le mieux ?
it: Ti stai chiedendo quale razza è giusta per te?
pt: Dúvidas sobre qual a raça certa para si?

source: Take our quick quiz to discover the ideal breed for your lifestyle.
fr: Répondez à notre quiz rapide pour découvrir la race idéale pour votre style de vie.
it: Rispondi al nostro rapido quiz per scoprire la razza ideale per il tuo stile di vita.
pt: Responda ao nosso rápido questionário para descobrir a raça ideal para o seu estilo de vida.

source: Start Quiz
fr: Démarrer le quiz
it: Inizia il quiz
pt: Iniciar Questionário

source: Your Name
fr: Votre nom
it: Il tuo nome
pt: O Seu Nome

source: Your Email
fr: Votre e-mail
it: La tua e-mail
pt: O Seu E-mail

source: Your Message
fr: Votre message
it: Il tuo messaggio
pt: A Sua Mensagem

source: question
it: domanda
pt: pergunta

source: answer
fr: répondre
it: risposta
pt: resposta

source: image
it: immagine
pt: imagem

source: Frequently Asked Question
fr: Foire aux questions
it: Domanda frequente
pt: Pergunta Frequente

source: Frequently Asked Questions
fr: Foire aux questions
it: Domande frequenti
pt: Perguntas Frequentes

source: About Fortissimus Bellator
fr: À propos de Fortissimus Bellator
it: A proposito di Fortissimus Bellator
pt: Sobre o Fortissimus Bellator

source: Dedicated to breeding and training exceptional dogs for work, service, and companionship.
fr: Dédié à l'élevage et à la formation de chiens exceptionnels pour le travail, le service et la compagnie.
it: Dedicato all'allevamento e all'addestramento di cani eccezionali per il lavoro, il servizio e la compagnia.
pt: Dedicados à criação e treino de cães excecionais para trabalho, serviço e companhia.

source: Our Mission
fr: Notre Mission
it: La nostra missione
pt: A Nossa Missão

source: At Fortissimus Bellator, we are passionate about breeding and training high-quality dogs that excel in both work and companionship. Our journey began with a deep respect for the intelligence, loyalty, and versatility of dogs. Over the years, we have dedicated ourselves to producing dogs that meet the highest standards of health, temperament, and performance.
fr: Chez Fortissimus Bellator, nous sommes passionnés par l'élevage et le dressage de chiens de haute qualité qui excellent tant au travail qu'en compagnie. Notre voyage a commencé avec un profond respect pour l’intelligence, la loyauté et la polyvalence des chiens. Au fil des années, nous nous sommes consacrés à produire des chiens répondant aux normes les plus élevées en matière de santé, de tempérament et de performance.
it: Noi di Fortissimus Bellator siamo appassionati di allevamento e addestramento di cani di alta qualità che eccellono sia nel lavoro che nella compagnia. Il nostro viaggio è iniziato con un profondo rispetto per l'intelligenza, la lealtà e la versatilità dei cani. Nel corso degli anni ci siamo dedicati alla produzione di cani che soddisfano i più alti standard di salute, temperamento e prestazioni.
pt: Em Fortissimus Bellator, somos apaixonados pela criação e treino de cães de alta qualidade que se destacam tanto no trabalho como no companheirismo. A nossa viagem começou com um profundo respeito pela inteligência, lealdade e versatilidade dos cães. Ao longo dos anos, dedicámo-nos a produzir cães que vão ao encontro dos mais elevados padrões de saúde, temperamento e desempenho.

source: Whether it's for police work, service roles, or as beloved family pets, every dog we breed is raised with care, trained with expertise, and nurtured to reach their full potential. We believe in the power of a well-trained dog to make a difference in the lives of individuals and communities.
fr: Qu'il s'agisse d'un travail de police, de services ou d'animaux de compagnie bien-aimés, chaque chien que nous élevons est élevé avec soin, dressé avec expertise et nourri pour atteindre son plein potentiel. Nous croyons au pouvoir d’un chien bien dressé pour faire une différence dans la vie des individus et des communautés.
it: Che si tratti di lavoro di polizia, ruoli di servizio o come amati animali domestici, ogni cane che alleviamo viene allevato con cura, addestrato con competenza e allevato per raggiungere il suo pieno potenziale. Crediamo nel potere di un cane ben addestrato di fare la differenza nella vita degli individui e delle comunità.
pt: Seja para trabalho policial, funções de serviço ou como adorados animais de estimação da família, cada cão que criamos é criado com cuidado, treinado com experiência e nutrido para atingir todo o seu potencial. Acreditamos no poder de um cão bem treinado fazer a diferença na vida dos indivíduos e das comunidades.

source: Our commitment goes beyond breeding. We provide lifelong support to our clients, ensuring that every dog thrives in their environment and continues to grow in their role.
fr: Notre engagement va au-delà de l'élevage. Nous fournissons un soutien tout au long de la vie à nos clients, en veillant à ce que chaque chien s'épanouisse dans son environnement et continue de grandir dans son rôle.
it: Il nostro impegno va oltre l’allevamento. Forniamo supporto permanente ai nostri clienti, assicurando che ogni cane prospera nel proprio ambiente e continui a crescere nel proprio ruolo.
pt: O nosso compromisso vai além da criação. Oferecemos apoio vitalício aos nossos clientes, garantindo que cada cão prospera no seu ambiente e continua para crescer no seu papel.

source: Our Core Values
fr: Nos valeurs fondamentales
it: I nostri valori fondamentali
pt: Os Nossos Valores Fundamentais

source: The principles that guide everything we do.
fr: Les principes qui guident tout ce que nous faisons.
it: I principi che guidano tutto ciò che facciamo.
pt: Os princípios que guiam tudo o que fazemos.

source: Excellence
it: Eccellenza
pt: Excelência

source: We strive for excellence in every aspect of breeding, training, and care, ensuring our dogs are the best they can be.
fr: Nous visons l'excellence dans tous les aspects de l'élevage, de la formation et des soins, afin de garantir que nos chiens soient les meilleurs possibles.
it: Puntiamo all'eccellenza in ogni aspetto dell'allevamento, dell'addestramento e della cura, assicurando che i nostri cani siano il meglio che possono essere.
pt: Esforçamo-nos pela excelência em todos os aspetos da criação, treino e cuidados, garantindo que os nossos cães são os melhores possíveis.

source: Integrity
fr: Intégrité
it: Integrità
pt: Integridade

source: We are committed to ethical practices, transparency, and the well-being of every dog in our care.
fr: Nous nous engageons à respecter des pratiques éthiques, la transparence et le bien-être de chaque chien dont nous avons la garde.
it: Ci impegniamo a pratiche etiche, trasparenza e benessere di ogni cane affidato alle nostre cure.
pt: Comprometemo-nos com práticas éticas, transparência e o bem-estar de cada cão sob os nossos cuidados.

source: Partnership
fr: Partenariat
it: Partenariato
pt: Parceria

source: We value collaboration and communication with our clients, working together to ensure the success of every dog.
fr: Nous valorisons la collaboration et la communication avec nos clients, travaillant ensemble pour assurer le succès de chaque chien.
it: Apprezziamo la collaborazione e la comunicazione con i nostri clienti, lavorando insieme per garantire il successo di ogni cane.
pt: Valorizamos a colaboração e comunicação com os nossos clientes, trabalhando juntos para garantir o sucesso de cada cão.

source: Capturing Our Passion
fr: Capturer notre passion
it: Catturare la nostra passione
pt: Captando a Nossa Paixão

source: Training and Care
fr: Formation et soins
it: Formazione e cura
pt: Treino e Cuidados

source: Our approach to raising and training exceptional dogs.
fr: Notre approche pour élever et dresser des chiens d’exception.
it: Il nostro approccio all'allevamento e all'addestramento di cani eccezionali.
pt: A nossa abordagem para criar e treinar cães excecionais.

source: Professional Training
fr: Formation Professionnelle
it: Formazione professionale
pt: Treino Profissional

source: Our dogs undergo rigorous training tailored to their roles, whether for police work, service, or as family companions.
fr: Nos chiens suivent un entraînement rigoureux adapté à leurs rôles, que ce soit pour le travail de police, de service ou comme compagnons de famille.
it: I nostri cani vengono sottoposti a un addestramento rigoroso su misura per i loro ruoli, sia che si tratti di lavoro di polizia, di servizio o di compagni di famiglia.
pt: Os nossos cães passam por um treino rigoroso adaptado aos seus papéis, seja para trabalho policial, serviço ou como companheiros de família.

source: Health and Wellness
fr: Santé et bien-être
it: Salute e Benessere
pt: Saúde e Bem-Estar

source: We prioritize the health and well-being of our dogs, ensuring they are physically and mentally fit for their roles.
fr: Nous accordons la priorité à la santé et au bien-être de nos chiens, en veillant à ce qu'ils soient physiquement et mentalement aptes à remplir leur rôle.
it: Diamo priorità alla salute e al benessere dei nostri cani, assicurandoci che siano fisicamente e mentalmente adatti ai loro ruoli.
pt: Priorizamos a saúde e o bem-estar dos nossos cães, garantindo que estão fisicamente e mentalmente aptos para os seus papéis.

source: Lifelong Support
fr: Soutien à vie
it: Supporto permanente
pt: Apoio Vitalício

source: We provide ongoing support and resources to our clients, ensuring a smooth transition and continued success for every dog.
fr: Nous fournissons un soutien et des ressources continus à nos clients, garantissant une transition en douceur et un succès continu pour chaque chien.
it: Forniamo supporto e risorse continui ai nostri clienti, garantendo una transizione graduale e un successo continuo per ogni cane.
pt: Oferecemos apoio contínuo e recursos aos nossos clientes, garantindo uma transição suave e sucesso contínuo para cada cão.

source: Have questions or want to learn more? Reach out to us!
fr: Vous avez des questions ou souhaitez en savoir plus ? Contactez-nous !
it: Hai domande o vuoi saperne di più? Contattaci!
pt: Tem perguntas ou quer saber mais? Contacte-nos!

source: Name
fr: Nom
it: Nome
pt: Nome

source: Your Phone
fr: Votre téléphone
it: Il tuo telefono
pt: O Seu Contacto Telefónico

source: Please include your country code. Example for Portugal: (+351) 912 345 678
fr: Veuillez inclure le code de votre pays. Exemple pour le Portugal : (+351) 912 345 678
it: Per favore includi il codice del tuo paese. Esempio per il Portogallo: (+351) 912 345 678
pt: Por favor, inclua o indicativo do país. Exemplo para Portugal: (+351) 912 345 678

source: Message
it: Messaggio
pt: Mensagem

source: Send Message
fr: Envoyer un message
it: Invia messaggio
pt: Enviar Mensagem

source: Our Location
fr: Notre emplacement
it: La nostra posizione
pt: A Nossa Localização

source: Visit us at our facility in Leiria, Portugal.
fr: Visitez-nous dans nos locaux de Leiria, au Portugal.
it: Venite a trovarci presso la nostra struttura a Leiria, in Portogallo.
pt: Visite-nos nas nossas instalações em Leiria, Portugal.

source: View Larger Map
fr: Afficher une carte plus grande
it: Visualizza la mappa ingrandita
pt: Ver Mapa Maior

source: Learn more about the breed %(breed_name)s
fr: En savoir plus sur la race %(breed_name)s
it: Scopri di più sulla razza %(breed_name)s
pt: Saiba mais sobre a raça %(breed_name)s

source: Learn More
fr: Apprendre encore plus
it: Saperne di più
pt: Saiba Mais

source: Dedicated to breeding strong, intelligent, and well-socialized dogs. Our passion ensures that each breed maintains its unique characteristics and health.
fr: Dédié à l'élevage de chiens forts, intelligents et bien socialisés. Notre passion garantit que chaque race conserve ses caractéristiques et sa santé uniques.
it: Dedicato all'allevamento di cani forti, intelligenti e ben socializzati. La nostra passione garantisce che ogni razza mantenga le sue caratteristiche uniche e la sua salute.
pt: Dedicados à criação de cães fortes, inteligentes e bem socializados. A nossa paixão garante que cada raça mantenha as suas características únicas e saúde.

source: Our Philosophy
fr: Notre philosophie
it: La nostra filosofia
pt: A Nossa Filosofia
