Repository: dmp593/fortissimusbellator
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr, it, pt

source: At Fortissimus Bellator, we believe in ethical breeding practices. Our dogs grow in a healthy, loving environment, focusing on temperament, intelligence, and physical ability to produce exceptional companions.
fr: Chez Fortissimus Bellator, nous croyons aux pratiques d'élevage éthiques. Nos chiens grandissent dans un environnement sain et aimant, en mettant l'accent sur le tempérament, l'intelligence et la capacité physique pour produire des compagnons exceptionnels.
it: Noi di Fortissimus Bellator crediamo nelle pratiche di allevamento etico. I nostri cani crescono in un ambiente sano e amorevole, concentrandosi sul temperamento, sull'intelligenza e sull'abilità fisica per produrre compagni eccezionali.
pt: No Fortissimus Bellator, acreditamos em práticas de criação éticas. Os nossos cães crescem num ambiente saudável e amoroso, com foco no temperamento, inteligência e capacidade física para produzir companheiros excecionais.

source: Our Breeds
fr: Nos races
it: Le nostre razze
pt: As Nossas Raças

source: Each of our breeds is carefully selected and raised with dedication to ensure they become well-balanced companions in loving homes.
fr: Chacune de nos races est soigneusement sélectionnée et élevée avec dévouement pour garantir qu'elles deviennent des compagnons bien équilibrés dans des foyers aimants.
it: Ognuna delle nostre razze viene accuratamente selezionata e allevata con dedizione per garantire che diventino compagni equilibrati in case amorevoli.
pt: Cada uma das nossas raças é cuidadosamente selecionada e criada com dedicação para garantir que se tornem companheiros equilibrados em lares amorosos.

source: Responsible Ownership
fr: Propriété responsable
it: Proprietà responsabile
pt: Posse Responsável

source: Owning a dog is a lifelong commitment. We guide future owners on training, nutrition, and care to ensure our dogs find the best homes.
fr: Posséder un chien est un engagement à vie. Nous guidons les futurs propriétaires sur la formation, la nutrition et les soins pour garantir que nos chiens trouvent les meilleurs foyers.
it: Possedere un cane è un impegno che dura tutta la vita. Guidiamo i futuri proprietari nell'addestramento, nell'alimentazione e nelle cure per garantire che i nostri cani trovino le case migliori.
pt: Ter um cão é um compromisso para a vida. Orientamos os futuros donos sobre treino, nutrição e cuidados para garantir que os nossos cães encontrem os melhores lares.

source: Please fill out all fields.
fr: Veuillez remplir tous les champs.
it: Si prega di compilare tutti i campi.
pt: Por favor, preencha todos os campos.

source: Thank you! We will get back to you soon.
fr: Merci! Nous vous répondrons bientôt.
it: Grazie! Ti risponderemo presto.
pt: Obrigado! Entraremos em contacto consigo brevemente.

source: Ups... Try again later.
fr: Ups... Réessayez plus tard.
it: Ups... Riprova più tardi.
pt: Ups... Tente novamente mais tarde.

source: Question
it: Domanda
pt: Pergunta

source: Questions
it: Domande
pt: Perguntas

source: Answer
fr: Répondre
it: Risposta
pt: Resposta

source: Answers
fr: Réponses
it: Risposte
pt: Respostas

source: weight
fr: poids
it: peso
pt: peso

source: Answer Weight
fr: Poids de la réponse
it: Risposta Peso
pt: Peso da Resposta

source: Answer Weights
fr: Pondérations des réponses
it: Risposta Pesi
pt: Pesos das Respostas

source: Find your Right Breed
fr: Trouvez votre bonne race
it: Trova la tua razza giusta
pt: Descubra a Raça Certa

source: Previous
fr: Précédent
it: Precedente
pt: Anterior

source: Next
fr: Suivant
it: Prossimo
pt: Próximo

source: Get Result
fr: Obtenir le résultat
it: Ottieni risultato
pt: Obter Resultado

source: Your best breed match is
fr: Votre meilleur match de race est
it: Il tuo miglior abbinamento di razza è
pt: A sua melhor correspondência de raça é

source: Retake Quiz
fr: Reprendre le quiz
it: Ripeti il ​​quiz
pt: Refazer Questionário

source: tag
fr: étiqueter
it: etichetta
pt: etiqueta

source: light theme color
fr: couleur du thème clair
it: colore del tema chiaro
pt: cor para o tema claro

source: dark theme color
fr: couleur du thème sombre
it: colore del tema scuro
pt: cor para o tema escuro

source: content_type
fr: type_content
it: tipo_contenuto
pt: tipo de conteúdo

source: Login
fr: Se connecter
pt: Entrar

source: Password
fr: Mot de passe
pt: Palavra-passe

source: Log in
fr: Se connecter
pt: Entrar

source: file
fr: déposer
pt: ficheiro

source: Meet the stars of our breeding program. Each dog is a cherished member of our family, and we’re proud to share their stories with you.
pt: Conheça as estrelas do nosso programa de criação. Cada cão é um membro querido da nossa família, e estamos orgulhosos de partilhar as suas histórias consigo.
