Repository: dmp593/fortissimusbellator
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr, it, pt

source: Required.
fr: Requis.
it: Necessario.
pt: Obrigatório

source: Required. Enter a valid email address.
fr: Requis. Entrez une adresse e-mail valide.
it: Necessario. Inserisci un indirizzo email valido.
pt: Obrigatório. Insira um endereço de e-mail válido.

source: Required. Enter your phone number.
fr: Requis. Entrez votre numéro de téléphone.
it: Necessario. Inserisci il tuo numero di telefono.
pt: Obrigatório. Insira o seu contacto telefónico.

source: Required. Enter your first name.
fr: Requis. Entrez votre prénom.
it: Necessario. Inserisci il tuo nome.
pt: Obrigatório. Insira o seu primeiro nome

source: Required. Enter your last name.
fr: Requis. Entrez votre nom de famille.
it: Necessario. Inserisci il tuo cognome.
pt: Obrigatório. Insira o seu último nome.

source: Required. Enter a unique username.
fr: Requis. Entrez un nom d'utilisateur unique.
it: Necessario. Inserisci un nome utente univoco.
pt: Obrigatório. Insira o seu nome de utilizador único.

source: user
fr: utilisateur
it: utente
pt: utilizador

source: birthdate
fr: date de naissance
it: Data di nascita
pt: data de nascimento

source: fiscal number
fr: numéro fiscal
it: codice fiscale
pt: número fiscal

source: phone number
fr: numéro de téléphone
it: numero di telefono
pt: contacto telefónico

source: profile picture
fr: photo de profil
it: immagine del profilo
pt: foto de perfil

source: Street Address 1
fr: Adresse municipale 1
it: Indirizzo stradale 1
pt: Endereço da Morada (Linha 1)

source: Street Address 2
fr: Adresse municipale 2
it: Indirizzo stradale 2
pt: Endereço da Morada (Linha 2)

source: City
fr: Ville
it: Città
pt: Cidade

source: State/Province
fr: État/Province
it: Stato/Provincia
pt: Distrito

source: Postal Code
fr: Code Postal
it: Codice Postale
pt: Código Postal

source: Billing
fr: Facturation
it: Fatturazione
pt: Fiscal

source: Shipping
fr: Expédition
it: Spedizione
pt: Envio

source: Address Type
fr: Type d'adresse
it: Tipo di indirizzo
pt: Tipo de Morada

source: Profile
fr: Profil
it: Profilo
pt: Perfil

source: Is Default
fr: Est par défaut
it: È predefinito
pt: É Principal

source: Address
fr: Adresse
it: Indirizzo
pt: Morada

source: Addresses
fr: Adresses
it: Indirizzi
pt: Moradas

source: Change Password
fr: Changer le mot de passe
it: Cambiare la password
pt: Alterar Palavra-passe

source: Current Password
fr: Mot de passe actuel
it: password attuale
pt: Password Atual

source: Enter your current password
fr: Entrez votre mot de passe actuel
it: Inserisci la tua password attuale
pt: Introduza a sua palavra-passe atual

source: New Password
fr: Nouveau mot de passe
it: Nuova parola d'ordine
pt: Nova Palavra-passe

source: Enter your new password
fr: Entrez votre nouveau mot de passe
it: Inserisci la tua nuova password
pt: Introduza a sua nova palavra-passe

source: Confirm New Password
fr: Confirmer le nouveau mot de passe
it: Conferma nuova password
pt: Confirme a nova palavra-passe

source: Confirm your new password
fr: Confirmez votre nouveau mot de passe
it: Conferma la tua nuova password
pt: Confirme a sua nova palavra-passe

source: Manage your Profile
fr: Gérez votre profil
it: Gestisci il tuo profilo
pt: Gerir o seu Perfil

source: Remove profile picture
fr: Supprimer la photo de profil
it: Rimuovi l'immagine del profilo
pt: Remover foto de perfil

source: Profile Picture
fr: Photo de profil
it: Immagine del profilo
pt: Foto de Perfil

source: Change picture
fr: Changer l'image
it: Cambia immagine
pt: Mudar foto

source: Upload picture
fr: Télécharger une photo
it: Carica foto
pt: Carregar foto

source: JPG, GIF or PNG. Max size of 2MB
fr: JPG, GIF ou PNG. Taille maximale de 2 Mo
it: JPG, GIF o PNG. Dimensione massima di 2 MB
pt: JPG, GIF ou PNG. Tamanho Max. de 2MB

source: First Name
fr: Prénom
it: Nome di battesimo
pt: Primeiro Nome

source: Enter your first name
fr: Entrez votre prénom
it: Inserisci il tuo nome
pt: Insira o seu primeiro nome

source: Last Name
fr: Nom de famille
it: Cognome
pt: Último Nome

source: Enter your last name
fr: Entrez votre nom de famille
it: Inserisci il tuo cognome
pt: Insira o seu último nome

source: Birthdate
fr: Date de naissance
it: Data di nascita
pt: Data de nascimento

source: Enter your birthdate
fr: Entrez votre date de naissance
it: Inserisci la tua data di nascita
pt: Insira a sua data de nascimento

source: Fiscal Number
fr: Numéro fiscal
it: Numero fiscale
pt: NIF

source: Enter your Fiscal Number
fr: Entrez votre numéro fiscal
it: Inserisci il tuo codice fiscale
pt: Insira o seu NIF

source: Enter your email
fr: Entrez votre email
it: Inserisci la tua email
pt: O Seu E-mail

source: Phone
fr: Téléphone
it: Telefono
pt: Contacto Telefónico

source: Enter your phone number
fr: Entrez votre numéro de téléphone
it: Inserisci il tuo numero di telefono
pt: Insira do seu contacto telefónico

source: Username
fr: Nom d'utilisateur
it: Nome utente
pt: Nome de utilizador

source: Enter your username
fr: Entrez votre nom d'utilisateur
it: Inserisci il tuo nome utente
pt: Insira o seu nome de utilizador

source: Update Profile
fr: Mettre à jour le profil
it: Aggiorna profilo
pt: Atualizar Perfil

source: Account Activation
fr: Activation du compte
it: Attivazione dell'account
pt: Ativação da Conta

source: Hi
fr: Salut
it: CIAO
pt: Olá

source: Welcome to Fortissimus Bellator! Please click the button below to confirm your registration and activate your account:
fr: Bienvenue chez Fortissimus Bellator ! Veuillez cliquer sur le bouton ci-dessous pour confirmer votre inscription et activer votre compte :
it: Benvenuti a Fortissimus Bellator! Clicca sul pulsante qui sotto per confermare la registrazione e attivare il tuo account:
pt: Bem-vindo ao Fortissimus Bellator! Clique no botão abaixo para confirmar o seu registo e ativar a sua conta:

source: Activate Account
fr: Activer le compte
it: Attiva Conto
pt: Ativar conta

source: If you didn't request this, please ignore this email.
fr: Si vous ne l'avez pas demandé, veuillez ignorer cet e-mail.
it: Se non hai richiesto questo, ignora questa email.
pt: Se não o solicitou, ignore este e-mail.

source: Thank you,
fr: Merci,
it: Grazie,
pt: Obrigado,

source: The Fortissimus Bellator Team
fr: L'équipe Fortissimus Bellator
it: La squadra del Fortissimus Bellator
pt: A equipa Fortissimus Bellator

source: This is an automated message. Please do not reply.
fr: Ceci est un message automatisé. S'il vous plaît, ne répondez pas.
it: Questo è un messaggio automatico. Per favore non rispondere.
pt: Esta é uma mensagem automática. Por favor, não responda.

source: Email Confirmation Sent
fr: Confirmation par e-mail envoyée
it: Conferma e-mail inviata
pt: Email de Confirmação Enviado

source: We've sent you an email with a link to activate your account. Please check your inbox and follow the instructions.
fr: Nous vous avons envoyé un e-mail avec un lien pour activer votre compte. Veuillez vérifier votre boîte de réception et suivre les instructions.
it: Ti abbiamo inviato un'e-mail con un collegamento per attivare il tuo account. Controlla la tua casella di posta e segui le istruzioni.
pt: Enviamos-lhe um e-mail com um link para ativar a sua conta. Verifique a sua caixa de entrada e siga as instruções.

source: If you don't see the email, please check your spam folder.
fr: Si vous ne voyez pas l'e-mail, veuillez vérifier votre dossier spam.
it: Se non vedi l'e-mail, controlla la cartella spam.
pt: Caso não veja o e-mail, verifique a sua pasta de spam.

source: Back to Login
fr: Retour à la connexion
it: Torna all'accesso
pt: Voltar aos Nossos Cães

source: Enter your password
fr: Entrez votre mot de passe
it: Inserisci la tua password
pt: Insira a sua palavra-passe

source: Don't have an account?
fr: Vous n'avez pas de compte ?
it: Non hai un account?
pt: Não tem conta?

source: Register here
fr: Inscrivez-vous ici
it: Registrati qui
pt: Registe-se aqui

source: Forgot your password?
fr: Vous avez oublié votre mot de passe ?
it: Hai dimenticato la password?
pt: Esqueceu-se da sua palavra-passe?

source: You have been logged out
fr: Vous avez été déconnecté
it: Sei stato disconnesso
pt: Terminou a sua sessão

source: Login again
fr: Connectez-vous à nouveau
it: Accedi di nuovo
pt: Entrar novamente

source: Password Reset Complete
fr: Réinitialisation du mot de passe terminée
it: Reimpostazione della password completata
pt: Redefinição de palavra-passe concluída

source: Your password has been set. You may now log in.
fr: Votre mot de passe a été défini. Vous pouvez maintenant vous connecter.
it: La tua password è stata impostata. Ora puoi accedere.
pt: A sua palavra-passe foi definida. Pode voltar a entrar.

source: Set New Password
fr: Définir un nouveau mot de passe
it: Imposta nuova password
pt: Definir Nova Palavra-passe

source: Password Reset Sent
fr: Réinitialisation du mot de passe envoyée
it: Reimpostazione password inviata
pt: Redefinição de palavra-passe enviada

source: We've emailed you instructions for setting your password. If you don't receive an email, please make sure you've entered the address you registered with.
fr: Nous vous avons envoyé par e-mail des instructions pour définir votre mot de passe. Si vous ne recevez pas d'e-mail, assurez-vous d'avoir saisi l'adresse avec laquelle vous vous êtes inscrit.
it: Ti abbiamo inviato via email le istruzioni per impostare la password. Se non ricevi un'e-mail, assicurati di aver inserito l'indirizzo con cui ti sei registrato.
pt: Enviamos-lhe por e-mail as instruções para definir a sua palavra-passe. Caso não tenha, recebido um e-mail, certifique-se de que introduz o endereço com que se registou.

source: Back to login
fr: Retour à la connexion
it: Torna al login
pt: Voltar aos Nossos Cães

source: Password Reset
fr: Réinitialisation du mot de passe
it: Reimpostazione della password
pt: Redefinição de Palavra-passe

source: Hello,
fr: Bonjour,
it: Ciao,
pt: Olá,

source: You're receiving this email because you requested a password reset for your account at Fortissimus Bellator.
fr: Vous recevez cet e-mail car vous avez demandé une réinitialisation du mot de passe de votre compte chez Fortissimus Bellator.
it: Hai ricevuto questa email perché hai richiesto la reimpostazione della password per il tuo account su Fortissimus Bellator.
pt: Está a receber este e-mail porque solicitou uma redefinição de palavra-passe para a sua conta no Fortissimus Bellator.

source: Please click the button below to reset your password:
fr: Veuillez cliquer sur le bouton ci-dessous pour réinitialiser votre mot de passe :
it: Fai clic sul pulsante qui sotto per reimpostare la password:
pt: Clique no botão abaixo para repor a sua palavra-passe:

source: Reset Password
fr: Réinitialiser le mot de passe
it: Reimposta password
pt: Redefinir Palavra-passe

source: Create an Account
fr: Créer un compte
it: Creare un account
pt: Cria uma Conta

source: Join Fortissimus Bellator to manage your dogs and purchases.
fr: Rejoignez Fortissimus Bellator pour gérer vos chiens et vos achats.
it: Unisciti a Fortissimus Bellator per gestire i tuoi cani e i tuoi acquisti.
pt: Junte-se ao Fortissimus Bellator para gerir os seus cães e compras.

source: Confirm Password
fr: Confirmez le mot de passe
it: Conferma password
pt: Confirmar Palavra-passe

source: Confirm your password
fr: Confirmez votre mot de passe
it: Conferma la tua password
pt: Confirme a sua palavra-passe

source: Register
fr: Registre
it: Registro
pt: Registar

source: Already have an account?
fr: Vous avez déjà un compte ?
it: Hai già un account?
pt: Já tem uma conta?

source: Login here
fr: Connectez-vous ici
it: Accedi qui
pt: Entrar aqui

source: Resend Activation Email
fr: Renvoyer l'e-mail d'activation
it: Invia nuovamente l'e-mail di attivazione
pt: Reenviar Email de Ativação de Conta

source: Resend Email
fr: Renvoyer l'e-mail
it: Invia nuovamente l'e-mail
pt: Reenviar email

source: Welcome,
fr: Accueillir,
it: Benvenuto,
pt: Olá,

source: We're thrilled to have you here. Let's make a difference together!
fr: Nous sommes ravis de vous accueillir ici. Faisons une différence ensemble !
it: Siamo entusiasti di averti qui. Facciamo la differenza insieme!
pt: Estamos muito felizes por estar connosco. Vamos fazer a diferença juntos!

source: Buy a Dog
fr: Acheter un chien
it: Compra un cane
pt: Adquirir um Cão

source: Quick Actions
fr: Actions rapides
it: Azioni rapide
pt: Ações Rápidas

source: Admin Panel
fr: Panneau d'administration
it: Pannello di amministrazione
pt: Painel de Administração

source: Manage the platform and keep everything running smoothly.
fr: Gérez la plateforme et veillez à ce que tout fonctionne correctement.
it: Gestisci la piattaforma e mantieni tutto funzionante senza intoppi.
pt: Faça a gestão da plataforma e mantenha tudo a funcionar perfeitamente.

source: Go to Admin Panel
fr: Accédez au panneau d'administration
it: Vai al Pannello di amministrazione
pt: Aceder ao Painel Administrativo

source: FAQs
fr: FAQ
it: Domande frequenti
pt: Perguntas Frequentes

source: Find answers to common questions about dog training, adoption, and care.
fr: Trouvez des réponses aux questions courantes sur le dressage, l’adoption et les soins des chiens.
it: Trova le risposte alle domande più comuni sull'addestramento, l'adozione e la cura dei cani.
pt: Encontre respostas a perguntas comuns sobre treino, adoção e cuidados a ter com cães.

source: View FAQs
fr: Afficher la FAQ
it: Visualizza le domande frequenti
pt: Perguntas Frequentes

source: Discover our exceptional dogs and their unique qualities.
fr: Découvrez nos chiens d'exception et leurs qualités uniques.
it: Scopri i nostri cani eccezionali e le loro qualità uniche.
pt: Descubra os nossos cães excecionais e as suas qualidades únicas.

source: Explore Now
fr: Explorez maintenant
it: Esplora ora
pt: Explorar Agora

source: Contact Us
fr: Contactez-nous
it: Contattaci
pt: Contacte-nos

source: Have questions? Reach out to us for assistance.
fr: Vous avez des questions ? Contactez-nous pour obtenir de l'aide.
it: Hai domande? Contattaci per ricevere assistenza.
pt: Tem perguntas ou quer saber mais? Contacte-nos!

source: Get in Touch
fr: Entrer en contact
it: Mettiti in contatto
pt: Entre em Contacto

source: Every Dog Deserves a Chance to Shine!
fr: Chaque chien mérite une chance de briller !
it: Ogni cane merita una possibilità di brillare!
pt: Todo o cão merece uma oportunidade de brilhar!

source: At Fortissimus Bellator, we believe in the unique potential of every dog. Whether it's through training, care, or companionship, we're here to make a difference in their lives—and yours.
fr: Chez Fortissimus Bellator, nous croyons au potentiel unique de chaque chien. Que ce soit par la formation, les soins ou la compagnie, nous sommes là pour faire une différence dans leur vie et dans la vôtre.
it: Noi di Fortissimus Bellator crediamo nel potenziale unico di ogni cane. Che si tratti di formazione, assistenza o compagnia, siamo qui per fare la differenza nella loro vita e nella tua.
pt: Em Fortissimus Bellator, acreditamos no potencial único de cada cão.Seja através de formação, cuidado ou companheirismo, estamos aqui para fazer umdiferença na vida deles - e na sua.

source: Learn More About Us
fr: En savoir plus sur nous
it: Scopri di più su di noi
pt: Saiba Mais

source: Happy Dog
fr: Chien heureux
it: Cane felice
pt: Cão Feliz

source: Ready to Make a Difference?
fr: Prêt à faire une différence ?
it: Pronto a fare la differenza?
pt: Pronto para fazer a diferença?

source: Join us in our mission to breed and train exceptional dogs. Explore, connect, and be part of the journey.
fr: Rejoignez-nous dans notre mission d'élever et de dresser des chiens d'exception. Explorez, connectez-vous et faites partie du voyage.
it: Unisciti a noi nella nostra missione di allevare e addestrare cani eccezionali. Esplora, connettiti e partecipa al viaggio.
pt: Junte-se a nós na nossa missão de criar e treinar cães excecionais. Explore, conecte-se e faça parte da jornada.

source: Activate your account
fr: Activez votre compte
it: Attiva il tuo account
pt: Ativar a sua conta

source: Profile saved.
fr: Profil enregistré.
it: Profilo salvato.
pt: Perfil guardado.

source: Error saving profile.
fr: Erreur lors de l'enregistrement du profil.
it: Errore durante il salvataggio del profilo.
pt: Erro ao guardar perfil.

source: Password changed successfully.
fr: Le mot de passe a été modifié avec succès.
it: La password è stata modificata con successo.
pt: Palavra-passe alterada com sucesso.

source: Error changing password.
fr: Erreur lors du changement de mot de passe.
it: Errore durante la modifica della password.
pt: Erro ao alterar palavra-passe

source: thumbnail
fr: vignette
it: miniatura
pt: miniatura

source: description
it: descrizione
pt: descrição

source: filename
fr: nom de fichier
it: nomefile
pt: nome do ficheiro

source: MIME type
fr: Type MIME
it: Tipo MIME
pt: tipo de MIME

source: order
fr: commande
it: ordine
pt: ordem

source: attachment
fr: pièce jointe
it: attaccamento
pt: anexo

source: attachments
fr: pièces jointes
it: allegati
pt: anexos

source: liked by
fr: aimé par
it: piaciuto a
pt: gostado por

source: liked at
fr: aimé à
it: mi è piaciuto a
pt: gostado a

source: name
fr: nom
it: nome
pt: nome

source: parent
fr: mère
it: genitore
pt: parente

source: active
fr: actif
it: attivo
pt: ativo

source: category
fr: catégorie
it: categoria
pt: categoria

source: categories
fr: catégories
it: categorie
pt: categorias

source: author
fr: auteur
it: autore
pt: autor

source: title
fr: titre
it: titolo
pt: título

source: cover
fr: couverture
it: copertina
pt: capa

source: content
fr: contenu
it: contenuto
pt: conteúdo

source: tags
fr: balises
it: tag
pt: etiquetas

source: likes
fr: goûts
it: piace
pt: gostos

source: published at
fr: publié à
it: pubblicato a
pt: publicado a

source: post
fr: poste
it: inviare
pt: publicação

source: posts
fr: messages
it: post
pt: publicações

source: comment
fr: commentaire
it: commento
pt: comentário

source: commented_at
fr: commenté_à
it: commentato_at
pt: comentado a

source: comments
fr: commentaires
it: commenti
pt: comentários

source: Journal
it: Diario
pt: Jornal

source: By
fr: Par
it: Di
pt: Por

source: Tags
fr: Balises
it: Tag
pt: Etiquetas

source: Share this post
fr: Partagez cette publication
it: Condividi questo post
pt: Partilha esta publicação

source: Share on X (Twitter)
fr: Partager sur X (Twitter)
it: Condividi su X (Twitter)

source: Share on Facebook
fr: Partager sur Facebook
it: Condividi su Facebook

source: Share on LinkedIn
fr: Partager sur LinkedIn
it: Condividi su LinkedIn

source: Send via WhatsApp
fr: Envoyer via WhatsApp
it: Invia tramite WhatsApp

source: You might also like
fr: Vous aimerez peut-être aussi
it: Potrebbe piacerti anche
pt: Poderá também gostar de

source: No Image
fr: Aucune image
it: Nessuna immagine
pt: Sem Imagem

source: Go Back
fr: Retourner
it: Torna indietro
pt: Voltar atrás

source: Our Journal
fr: Notre revue
it: Il nostro diario
pt: O nosso Jornal

source: Stories, tips, and insights from our kennel and the world of dogs.
fr: Histoires, conseils et idées de notre élevage et du monde des chiens.
it: Storie, consigli e approfondimenti dal nostro allevamento e dal mondo dei cani.
pt: Histórias, dicas e perspetivas do nosso canil e do mundo dos cães.

source: No Posts Yet
fr: Aucun message pour l'instant
it: Nessun post ancora
pt: Sem Publicações

source: We haven't published any blog posts yet. Check back soon for updates!
fr: Nous n'avons pas encore publié d'articles de blog. Revenez bientôt pour les mises à jour !
it: Non abbiamo ancora pubblicato alcun post sul blog. Torna presto per gli aggiornamenti!
pt: Ainda não publicámos nenhuma publicação no blog. Volte em breve para atualizações!

source: Read
fr: Lire
it: Leggere
pt: Ler

source: Publish selected animals to Social Media
fr: Publier les animaux sélectionnés sur les réseaux sociaux
it: Pubblica animali selezionati sui social media

source: Create animals from selected litters
fr: Créer des animaux à partir de portées sélectionnées
it: Crea animali da cucciolate selezionate
pt: Criar animais a partir das ninhadas selecionadas

source: Litter "%(litter_name)s" has no babies to create.
fr: La portée "%(litter_name)s" n'a pas de bébés à créer.
it: La cucciolata "%(litter_name)s" non ha bambini da creare.
pt: A ninhada "%(litter_name)s" não tem bebés para criar.

source: Offspring {offspring_number} from litter {litter_name}
fr: Progéniture {offspring_number} de la portée {litter_name}
it: Prole {offspring_number} dalla cucciolata {litter_name}
pt: Descendência {offspring_number} da ninhada {litter_name}

source: Created %(babies_count)d babies for litter "%(litter_name)s".
fr: %(babies_count)d bébés ont été créés pour la portée "%(litter_name)s".
it: Creati %(babies_count)d cuccioli per la cucciolata "%(litter_name)s".
pt: Criados %(babies_count)d bebés para a ninhada "%(litter_name)s".

source: breeding
fr: reproduction
it: allevamento
pt: criação

source: Price (€)
fr: Prix ​​(€)
it: Prezzo (€)
pt: Preço (€)

source: Discount (€)
fr: Remise (€)
it: Sconto (€)
pt: Desconto (€)

source: Male
fr: Mâle
it: Maschio
pt: Macho

source: Female
fr: Femelle
it: Femmina
pt: Fêmea

source: Unknown
fr: Inconnu
it: Sconosciuto
pt: Desconhecido

source: Short
fr: Court
it: Corto
pt: Curto

source: Medium
fr: Moyen
it: Medio
pt: Médio

source: Long
it: Lungo
pt: Comprido

source: animal kind
fr: espèce animale
it: genere animale
pt: tipo de animal

source: animals kinds
fr: espèces d'animaux
it: tipi di animali
pt: tipos de animais

source: kind
fr: gentil
it: Tipo
pt: tipo

source: featured
fr: en vedette
it: in primo piano
pt: em destaque

source: Only featured breeds appear outside filters, such as on the homepage and navigation
fr: Seules les races présentées apparaissent en dehors des filtres, comme sur la page d'accueil et dans la navigation.
it: Solo le razze presenti vengono visualizzate al di fuori dei filtri, ad esempio nella home page e nella navigazione
pt: Apenas as raças em destaque aparecem fora dos filtros, como na página inicial e navegação

source: breed
fr: race
it: razza
pt: raça

source: breeds
fr: races
it: razze
pt: raças

source: code
it: codice
pt: código

source: certification
fr: attestation
it: certificazione
pt: certificação

source: certifications
fr: attestations
it: certificazioni
pt: certificações

source: animal
it: animale

source: date
it: data
pt: data

source: animal certification
fr: certification des animaux
it: certificazione degli animali
pt: certificação do animal

source: animal certifications
fr: certifications d'animaux
it: certificazioni animali
pt: certificações do animal

source: birth date
fr: date de naissance
it: Data di nascita
pt: data de nascimento

source: gender
fr: genre
it: genere
pt: género

source: hair type
fr: type de cheveux
it: tipo di capelli
pt: tipo de pêlo

source: father
fr: père
it: padre
pt: pai

source: mother
fr: mère
it: madre
pt: mãe

source: litter
fr: litière
it: rifiuti
pt: ninhada

source: price in euros
fr: prix en euros
it: prezzo in euro
pt: preço (€)

source: discount in euros
fr: réduction en euros
it: sconto in euro
pt: desconto (€)

source: sold at
fr: vendu à
it: venduto a
pt: vendido em

source: sold to
fr: vendu à
it: venduto a
pt: vendido para

source: has training
fr: a une formation
it: ha una formazione
pt: tem treino

source: for breeding
fr: pour l'élevage
it: per l'allevamento
pt: para criação

source: for sale
fr: à vendre
it: in vendita
pt: para venda

source: files
fr: fichiers
it: file
pt: ficheiros

source: animals
fr: animaux
it: animali
pt: animais

source: Expecting
fr: Attendre
it: Aspettando
pt: A aguardar

source: Born
fr: Né
it: Nato
pt: Nascido
